Revit 2027 API
ParameterTypeId.AnalyticalThermalMass Property
 "Thermal Mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalThermalMass { get; }
Public Shared ReadOnly Property AnalyticalThermalMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalThermalMass {
	ForgeTypeId^ get ();
}
static member AnalyticalThermalMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace